export const EVENTS = [
  {
    id: 0,
    eventName: "Литература",
    dateInterval: [1970, 1980],
    events: [
      {
        date: 1971,
        info: "Выход романа 'Август Четырнадцатого' Александра Солженицына",
      },
      {
        date: 1973,
        info: "Публикация романа 'Бойня номер пять' Курта Воннегута",
      },
      {
        date: 1974,
        info: "Выход романа 'Радуга тяготения' Томаса Пинчона",
      },
      {
        date: 1976,
        info: "Публикация романа 'Властелин колец' Дж. Р. Р. Толкина в СССР",
      },
      {
        date: 1978,
        info: "Выход романа 'Прощай, оружие!' Эрнеста Хемингуэя в новом переводе",
      },
      {
        date: 1979,
        info: "Публикация романа 'Тени исчезают в полдень' Анатолия Иванова",
      },
    ],
  },
  {
    id: 1,
    eventName: "Искусство",
    dateInterval: [1980, 1990],
    events: [
      {
        date: 1982,
        info: "Открытие Центра Помпиду в Париже",
      },
      {
        date: 1984,
        info: "Выставка 'Искусство и технология' в Лос-Анджелесе",
      },
      {
        date: 1985,
        info: "Открытие музея современного искусства в Нью-Йорке",
      },
      {
        date: 1986,
        info: "Проведение первой биеннале современного искусства в Сан-Паулу",
      },
      {
        date: 1988,
        info: "Выставка 'Современное искусство Японии' в Токио",
      },
      {
        date: 1989,
        info: "Выставка 'Маги земли' в Париже, посвящённая современному искусству",
      },
    ],
  },
  {
    id: 2,
    eventName: "Кино",
    dateInterval: [1990, 2000],
    events: [
      {
        date: 1991,
        info: "Выход фильма 'Молчание ягнят' Джонатана Демми",
      },
      {
        date: 1993,
        info: "Премьера фильма 'Парк юрского периода' Стивена Спилберга",
      },
      {
        date: 1994,
        info: "Выход фильма 'Криминальное чтиво' Квентина Тарантино",
      },
      {
        date: 1995,
        info: "Выход фильма 'Семь' Дэвида Финчера",
      },
      {
        date: 1997,
        info: "Премьера фильма 'Титаник' Джеймса Кэмерона",
      },
      {
        date: 1999,
        info: "Премьера фильма 'Матрица' братьев Вачовски",
      },
    ],
  },
  {
    id: 3,
    eventName: "Наука",
    dateInterval: [2000, 2010],
    events: [
      {
        date: 2001,
        info: "Завершение проекта 'Геном человека'",
      },
      {
        date: 2003,
        info: "Запуск марсохода 'Спирит' для исследования Марса",
      },
      {
        date: 2004,
        info: "Открытие планеты Седна в Солнечной системе",
      },
      {
        date: 2006,
        info: "Плутон переклассифицирован как карликовая планета",
      },
      {
        date: 2008,
        info: "Запуск Большого адронного коллайдера",
      },
      {
        date: 2009,
        info: "Запуск телескопа 'Кеплер' для поиска экзопланет",
      },
    ],
  },
  {
    id: 4,
    eventName: "Спорт",
    dateInterval: [2010, 2015],
    events: [
      {
        date: 2010,
        info: "Чемпионат мира по футболу в Южной Африке",
      },
      {
        date: 2011,
        info: "Чемпионат мира по лёгкой атлетике в Тэгу, Южная Корея",
      },
      {
        date: 2012,
        info: "Летние Олимпийские игры в Лондоне",
      },
      {
        date: 2013,
        info: "Чемпионат мира по плаванию в Барселоне",
      },
      {
        date: 2014,
        info: "Зимние Олимпийские игры в Сочи",
      },
      {
        date: 2015,
        info: "Чемпионат мира по лёгкой атлетике в Пекине",
      },
    ],
  },
  {
    id: 5,
    eventName: "Театр",
    dateInterval: [2015, 2025],
    events: [
      {
        date: 2016,
        info: "Премьера спектакля 'Чёрный монах' в МХТ имени Чехова",
      },
      {
        date: 2017,
        info: "Открытие театрального фестиваля 'Золотая маска' в Москве",
      },
      {
        date: 2018,
        info: "Премьера мюзикла 'Анастасия' на Бродвее",
      },
      {
        date: 2019,
        info: "Премьера мюзикла 'Гамильтон' в Лондоне",
      },
      {
        date: 2021,
        info: "Открытие нового театрального сезона в Большом театре после реконструкции",
      },
      {
        date: 2022,
        info: "Премьера спектакля 'Гамлет' в театре 'Современник'",
      },
    ],
  },
];
